
HOST = "chunee.db.elephantsql.com"
PASSWORD = "wLO_hmanQ0-IZKvqzH0Dd04H5eydQSpH"
USER = "orblsdjw"
DATABASE_NAME = "orblsdjw"
PORT = 5432
# .env fayl ichidan quyidagilarni o'qiymiz
BOT_TOKEN = '1935649886:AAFnd3uv8bqkTkekR56ANBKR5uB13rhBlfQ'  # Bot token
ADMINS = ['1468429008']  # adminlar ro'yxati
IP = 'localhost'  # Xosting ip manzili
kanal = -1001511241892
code_list = ["90","91", "33", "99", "93", "97","83","88","94", "71", "95"]
textx = """
✨Бизнинг компаниямиз, Ўзбекистонда чет эл сифатидаги поябзал махсулотларини ишлаб чиқарувчи  30 йиллик тажрибага эга энг йирик корхона хисобланади. Биз таклиф қилаётган махсулотлар энг сўнгги русумдаги ва сифатли технологиялар асосида халқаро сифат талабларига  мос келган холда ишлаб чиқарилади. Бизнинг ишлаб чиқарилган махсулотимиз тоза териси, дизайни, ранглар хилма-хиллиги ва сервис хизмати жихатдан, ишлатишнинг қулайлиги хар бир инсон учун жуда хам ажойиб таклиф хисобланади.

♻️Нима учун биз билан ишончли?⁉️
▫️1 – Технологияларнинг доимий янгиланиши ва ходимлар малакасини мунтазам ошириб турилиши, сифатли махсулот ишлаб чикариш имконини беради.
▫️2 – Бизнинг барча махсулотларимиз ҳар қандай диди баланд мижоз талабларини қондирадиган тарзда танлаб олинган.
▫️3 – Поябзал ишлаб чиқариш сохасида биринчилардан бўлиб, хозиргача етакчи корхоналар қаторида эканлигимиз, сизнинг ишончгиз учун жуда мухим.
▫️4 – Кўплаб йиллардан бери бизнинг корхонамиз “Йилнинг энг яхши тадбиркори” сохиби хисобланиб келмоқда.

🌏БИЗ ЎЗБЕКИСТОН БЎЙЛАБ ХАМКОРЛАРНИ ТАКЛИФ ҚИЛИБ КОЛАМИЗ!⚡️


📞Мурожаат учун: +998913677700
                                +998997270657"""